[
  {
    "diaryEntryId": 20250101,
    "diaryEntryDate": "2025-01-01",
    "diaryEntry": "yeniden"
  },
  {
    "diaryEntryId": 20250412,
    "diaryEntryDate": "2025-04-12",
    "diaryEntry": "bugün yeni bir gün:) ve yeni güzellikler var."
  },
  {
    "diaryEntryId": 20250410,
    "diaryEntryDate": "2025-04-10",
    "diaryEntry": "ayın 10'u"
  },
  {
    "diaryEntryId": 20250411,
    "diaryEntryDate": "2025-04-11",
    "diaryEntry": ""
  },
  {
    "diaryEntryId": 20250409,
    "diaryEntryDate": "2025-04-09",
    "diaryEntry": "yyyes 9u bugün"
  },
  {
    "diaryEntryId": 20250408,
    "diaryEntryDate": "2025-04-08",
    "diaryEntry": "ayın 8'i"
  },
  {
    "diaryEntryId": 20250407,
    "diaryEntryDate": "2025-04-07",
    "diaryEntry": "ayın 7'si"
  },
  {
    "diaryEntryId": 20250416,
    "diaryEntryDate": "2025-04-16",
    "diaryEntry": "bugün güzellikler olsun"
  },
  {
    "diaryEntryId": 20250426,
    "diaryEntryDate": "2025-04-26",
    "diaryEntry": "bugünün değerlendirmeleri"
  },
  {
    "diaryEntryId": 20250507,
    "diaryEntryDate": "2025-05-07",
    "diaryEntry": "recording in progress veeeee kamera. now what."
  },
  {
    "diaryEntryId": 20251211,
    "diaryEntryDate": "2025-12-11",
    "diaryEntry": "VB Stromboli ile tersaneden ayrıldık. Ayrılırken rıhtımdan bizi izleyenlere bakınca sanki biraz özendiklerini hissettim. İşin zorluklarına katlanıyorlar ama maceraya biz gidiyormuşuz gibi düşünebileceklerini hissettim. Sanırım ben olsam öyle hissederdim. Bu işin iyi tarafındayım bence:)"
  },
  {
    "diaryEntryId": 20251212,
    "diaryEntryDate": "2025-12-12",
    "diaryEntry": "Ayşe ve İlay Mehtap'lara gittiler. Rakı götürmüştür Ayşe. Sabaha karşı Mehtap bana foto atmış. \"Afiyet olsun, iyi eğlenceler:)\" yazdım geri. İlay için çok güzel bir şey oldu diye düşünüyorum. Kızım adına sevindim.\n\nBir yakıt alımını daha kazasız belasız hallettik ve yola koyulduk."
  },
  {
    "diaryEntryId": 20251226,
    "diaryEntryDate": "2025-12-26",
    "diaryEntry": "Bugün beni çok korkutan ama sonuçta ders çıkarmam gereken bir şey oldu. Alıcı firmanın Tunuslu temsilcisi jeneratörle ilgili bir sorundan haberdar olmuş ve kendi firmasına yetiştirmiş. Onlar da tersaneye dönüş yapmışlar, hayırdır, diye. Ortalık baya bi karışmış. Cidden, telefon trafiğinin bir kısmına ben de denk geldim. Ali Ertan ve start up takımı galiba fırça yedi. Tunuslu kimden duymuş diye araştırıyorlardı. Hatta kendisine soracak kadar olayı ciddiye alıyorlardı. Neticede kim söyledi sana diye sormuşlar. O da şişman kaptandan duyduğunu söylemiş. Muhammet Kaptan'ı diyor. Bu elemanla birlikte sayım yapan ve az da olsa muhabbet eden esas bendim ve sanırım jeneratör için servis beklendiğini de söyledim. Daha önceden duymuş muydu bilmiyorum. Bilgi sızıntısının kaynağı ben olduğum ve bunun ortaya çıkacağı düşüncesiyle baya endişelendim. Saatlerce keyfim kaçık, moralim bozuk dolaştım. Hatta işten kovulacağımı falan bile düşündüm. Sonra bir ara Ali Ertan'a bir şey çıktı mı, gibisinden sorunca Tunuslu'nun Muhammet Kaptan'ın adını verdiğini öğrendim. Müthiş bir rahatlamaydı. Ve bu önemli bir ders. Nerede çeneni tutman, neleri kendine saklaman gerektiği konusunda dikkatli olmalısın."
  },
  {
    "diaryEntryId": 20251225,
    "diaryEntryDate": "2025-12-25",
    "diaryEntry": "Bir kontrol için ana makineler çalıştırıldı. Servis mühendisi, bizim baş mühendis, Ali Ertan, proje şefinin yardımcıları (belki kendisi de vardı), bir sürü adam etrafa bakınıp duruyor. Ben stop edilmelerine yakın indim makine dairesine. Herkes ortalıkta olunca iskele makinenin arkasına doğru yürüdüm. Ve bam! Acaip bir yağ kaçağını görüp hemen Ali Ertan'a bağırdım. Ben görmesem kimse farkında değil ama baya yağ püskürüyor rekordan sintineye doğru. Neyse, sayemde ciddi bir mesele önlenmiş oldu. Haliyle, başarılı bir gün benim için:)"
  },
  {
    "diaryEntryId": 20251227,
    "diaryEntryDate": "2025-12-27",
    "diaryEntry": "İlk defa pavyona gittim. Malibu Club Ereğli. Kadınlardan birinin elbisesi çok güzeldi. Biraz yalnız oturduktan sonra dayanamayıp o kadını yanıma çağırdım. Üst kattaki nispeten kapalı alana geçtik. Boynunu kokladım, yüzünü öptüm (dudaklarına izin vermedi), bacaklarına dokundum. Bir kadına dokunmak, yanında olmak muhteşem bir şey. Çok sarhoştum, yeterince dokunup faydalandım mı hatırlayamıyorum. Umarım yapmışımdır. Kadınlar genel olarak kötü görünmüyorlardı. Hesap çok ölümcül olmadı. Toplam 8400 tl (200 usd) ödedim. Bira Balkon Kafe'yle aynı fiyat zaten (200 tl). Kadın baya bişeyler içti, bir ara shot falan da getirdiler. Aslında yanıma kadın istemeden oturup takılabilirim de, sadece bira içerek. "
  },
  {
    "diaryEntryId": 20251228,
    "diaryEntryDate": "2025-12-28",
    "diaryEntry": "Dün çok içtiğim için günün çoğunda konforsuzdum ama ciddi bir sorun olmadı. Her şey yolundaydı diyebilirim. Üç kere 31 çektim. Duş aldım. Akşam yemeğinde hamsi yedik. Yine çok lezzetliydi. Bi de fırtına var bugün. Muhammet kaptan ve Ali Ertan şirket talimatıyla gemiye geldiler."
  },
  {
    "diaryEntryId": 20251230,
    "diaryEntryDate": "2025-12-30",
    "diaryEntry": "Bugün Cemal Çarkçıbaşı'yla dışarı çıkmam gerekti. Ah kendim çıkabilseydim daha iyi bir gün geçirebilirdim. Hava çok güzel, güneşliydi. Çarkçıbaşıyla cehennemağzı mağarasına gittik. İki mağara varmış, birisi bakım için kapalıymış. Açık olanda da bir numara yoktu. 100 tl'ye müze kart aldım. Belki sonra işe yarar. Bir de çarşıda biraz dolandık ve boyunluk aldım. Öncekini pavyona gittiğim gün kaybetmiştim. Boyunluğu aldığım iyi oldu, ihtiyaç duyabilirim. Dönmeden kuşburnu çayı ısmarladı çarkçıbaşı. Güzel, kekre bir tadı vardı. Hoşuma gitti, daha sonra tekrar içeyim. "
  }
]